<template>
  <div class="container mt-5">
    <div class="card">
      <div class="card-body">
        <h5 class="card-title text-center">Здравствуйте!</h5>
        <p class="card-text">
          Этот небольшой проект призван продемонстрировать мои навыки в работе.
          Так как приложение делаю во внерабочее время, разработка ведется крайне медленно.
        </p>
        <p class="card-text">
          В случае необходимости, готов выполнить тестовое задание в рамках данного приложения.
          Можете мне предложить реализовать какую-либо функцию, изменить внешний вид или что угодно ещё.
          Таким образом и Вы оцените мои способности, и я не протрачу время напрасно.
        </p>
        <p class="card-text">
          С уважением, Дмитрий
        </p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  head() {
    return {
      title: 'Главная',
    };
  },
};
</script>

<style scoped>
/* Вы можете добавить CSS стили, специфичные для этой страницы */
</style>
